Repository: Bixilon/wpkg-express-2
Catalog: app/Locale/rus/LC_MESSAGES/check_condition.po
Languages: ru

source: Not
ru: Не

source: And
ru: И

source: Or
ru: Или

source: At least
ru: По меньшей мере

source: At most
ru: В большинстве

source: Exists
ru: Существует

source: Equals
ru: Равно

source: Size equals
ru: Размер равен

source: Version smaller than
ru: Версия меньше, чем

source: Version less than or equal to
ru: Версия меньше или равна

source: Version equal to
ru: Версия равна

source: Version greater than
ru: Версия больше

source: Version greater than or equal to
ru: Версия больше или равна

source: Date modify equal to
ru: Дата изменения равна

source: Date modify newer than
ru: Дата изменения младше

source: Date modify older than
ru: Дата изменения старше

source: Date create equal to
ru: Дата созадния равна

source: Date create newer than
ru: Дата созадния младше

source: Date create older than
ru: Дата созадния старше

source: Date access equal to
ru: Дата доступа равна

source: Date access newer than
ru: Дата доступа младше

source: Date access older than
ru: Дата доступа старше

source: Exit code smaller than
ru: Код выхода меньше

source: Exit code less than or equal to
ru: Код выхода меньше или равен

source: Exit code equal to
ru: Код выхода равен

source: Exit code greater than
ru: Код выхода больше

source: Exit code greater than or equal to
ru: Код выхода больше или равен

source: Name
ru: Имя

source: Os
ru: ОС

source: Architecture
ru: Архитектура

source: Ip addresses
ru: IP адреса

source: Domain name
ru: Имя домена

source: Groups
ru: Группы

source: Lcid
ru: Язык ОС

source: Lcid os
ru: Начальный язык ОС

source: Environment
ru: Окружение
