Repository: Bixilon/wpkg-express-2
Catalog: app/Locale/rus/LC_MESSAGES/validation_errors_check.po
Languages: ru

source: Invalid check reference ID.
ru: Недопустимый ссылающийся идентификатор проверки.

source: Invalid check type.
ru: Недопустимый тип проверки.

source: Check type attribute is invalid.
ru: Недопустимый атрибут типа проверки.

source: Check condition attribute is invalid.
ru: Неверный атрибут условия проверки.

source: You must enter a registry path.
ru: Необходимо ввести путь реестра.

source: You must enter a registry value.
ru: Необходимо ввести значение реестра.

source: You must enter a file path.
ru: Необходимо ввести путь к файлу.

source: You must enter a file size.
ru: Необходимо ввести размер файла.

source: You must enter a file version.
ru: Необходимо ввести версию файла.

source: You must enter a file modification date.
ru: Необходимо ввести дату изменения файла.

source: You must enter a file creation date.
ru: Необходимо ввести дату создания файла.

source: You must enter a file access date.
ru: Необходимо ввести дату доступа к файлу.

source: You must enter a Add/Remove program name.
ru: Необходимо ввести имя Добавления/Удаления программы.

source: You must enter a program version.
ru: Необходимо ввести версию программы.

source: You must enter a executable path.
ru: Необходимо ввести исполняемый путь.

source: You must enter a exit code.
ru: Необходимо ввести код выхода.

source: You must enter a host name.
ru: Необходимо ввести имя хоста.

source: You must enter a OS.
ru: Необходимо ввести ОС.

source: You must enter a architecture.
ru: Необходимо ввести архитектуру.

source: You must enter a ip addresses.
ru: Необходимо ввести IP-адреса.

source: You must enter a domain name.
ru: Необходимо ввести доменное имя.

source: You must enter a groups.
ru: Необходимо ввести группы.

source: You must enter a language ID.
ru: Необходимо ввести идентификатора языка.

source: You must enter a language ID OS.
ru: Необходимо ввести идентификатора языка ОС.

source: You must enter check of environment variables.
ru: Необходимо ввести проверку переменных окружения.
