Repository: Bixilon/wpkg-express-2
Catalog: app/Locale/rus/LC_MESSAGES/validation_errors_attribute.po
Languages: ru

source: Invalid attribute type.
ru: Недопустимый тип атрибута.

source: Invalid attribute node.
ru: Недопустимый узел атрибута.

source: At least one field must be filled in.
ru: Необходимо заполнить хотя бы одно поле.

source: Invalid attribute reference ID.
ru: Недопустимый ссылающийся идентификатор атрибута.

source: The attributes already exists.
ru: Атрибуты уже существуют.

source: Invalid PCRE parsing flag.
ru: Недопустимый флаг разбора PCRE.

source: Invalid architecture.
ru: Недопустимая архитектура.

source: Computer name must contain at least 1 characters.
ru: Имя компьютера должно содержать не менее 1 символа.

source: Computer name must contain no more than 15 characters.
ru: Имя компьютера должно содержать не более 15 символов.

source: Computer name must not contain the following characters: (\), (/), (:), (*), (?), ("), (<>), (<), (>), (|).
ru: Имя компьютера не должно содержать следующие символы: (\), (/), (:), (*), (?), ("), (<>), (<), (>), (|).

source: Enter a valid IP address.
ru: Введите действительный IP-адрес.

source: DNS domain name must contain at least 2 characters.
ru: Доменное DNS имя должно содержать не менее двух символов.

source: DNS domain name must contain no more than 24 characters.
ru: Доменное DNS имя должно содержать не более 24 символов.

source: DNS domain name must not contain the following characters: (,), (~), (:), (!), (@), (#), ($), (%), (^), (&), ('), (.), (()), ({}), (_).
ru: Доменное DNS имя не должно содержать следующие символы: (,), (~), (:), (!), (@), (#), ($), (%), (^), (&), ('), (.), (()), ({}), (_).

source: Group name must contain no more than 100 characters.
ru: Имя группы должно содержать не более 100 символов.

source: Invalid PCRE pattern.
ru: Недопустимый шаблон PCRE.
